const products = {
    books: [
        {
            title: 'Boook A',
            author: 'Author A',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/a/A.jpg', 'products/books/a/a1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook B',
            author: 'Author B',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/b/b.png', 'products/books/b/b1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook C',
            author: 'Author C',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/c/C.jpg', 'products/books/c/c1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook D',
            author: 'Author D',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/d/d.jpg', 'products/books/d/d1.jpeg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook E',
            author: 'Author E',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/e/e.jpg', 'products/books/e/e1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook F',
            author: 'Author F',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/f/f.jpg', 'products/books/f/f1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook F',
            author: 'Author F',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/a/A.jpg', 'products/books/a/a1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook G',
            author: 'Author G',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/g/g.jpg', 'products/books/g/g1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook H',
            author: 'Author H',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/h/h.jpg', 'products/books/h/h1.jpeg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook I',
            author: 'Author I',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/i/i.jpg', 'products/books/i/i1.jpeg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook J',
            author: 'Author J',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/j/j.jpg', 'products/books/j/j1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook K',
            author: 'Author K',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/k/k.png', 'products/books/k/k1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook L',
            author: 'Author L',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/l/l.jpg', 'products/books/l/l1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook M',
            author: 'Author M',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/m/m.jpg', 'products/books/m/m1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook N',
            author: 'Author N',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/n/n.jpg', 'products/books/n/n1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook O',
            author: 'Author O',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/o/o.jpg', 'products/books/o/o1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook P',
            author: 'Author P',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/p/p.jpg', 'products/books/p/p1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook Q',
            author: 'Author Q',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/q/q.png', 'products/books/q/q1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook R',
            author: 'Author R',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/r/r.jpg', 'products/books/r/r1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook S',
            author: 'Author S',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/s/s.jpg', 'products/books/s/s1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook T',
            author: 'Author T',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/t/t.jpg', 'products/books/t/t1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook U',
            author: 'Author U',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/u/u.jpg', 'products/books/u/u1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook V',
            author: 'Author V',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/v/v.jpg', 'products/books/v/v1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook W',
            author: 'Author W',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/w/w.jpg', 'products/books/w/w1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook X',
            author: 'Author X',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/x/x.jpg', 'products/books/x/x1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook Y',
            author: 'Author Y',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/y/y.jpg', 'products/books/y/y1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Boook Z',
            author: 'Author Z',
            price: 0,
            category: 'books',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/books/z/z.jpg', 'products/books/z/z1.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
    ],
    'Mobile and gadgets': [
        {
            title: 'Gadget A',
            producer: 'Producer A',
            price: 0,
            category: 'Mobile and gadgets',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/Mobile and gadgets/a/samsung.jpeg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Gadget B',
            producer: 'Producer B',
            price: 0,
            category: 'Mobile and gadgets',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: [
                'products/Mobile and gadgets/b/apple.jpg',
                'products/Mobile and gadgets/b/apple1.jpeg',
            ],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Gadget C',
            producer: 'Producer C',
            price: 0,
            category: 'Mobile and gadgets',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: ['products/Mobile and gadgets/c/blackberry.jpg'],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
    ],
    'Household appliances': [
        {
            title: 'Appliances A',
            producer: 'Producer A',
            price: 0,
            category: 'Household appliances',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: [
                'products/Household appliances/a/lg.jpeg',
                'products/Household appliances/a/lg1.jpg',
            ],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Appliances B',
            producer: 'Producer B',
            price: 0,
            category: 'Household appliances',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: [
                'products/Household appliances/b/shivaki.jpg',
                'products/Household appliances/b/shivaki1.jpeg',
            ],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
        {
            title: 'Appliances C',
            producer: 'Producer C',
            price: 0,
            category: 'Household appliances',
            description: `Описание товара
Фитнес-браслет Xiaomi Band 8 Pro (Азия версия)
Новый фитнес-браслет Xiaomi который сочетает в себе стильный дизайн, передовые технологии и широкий набор функций для улучшения вашего фитнес-опыта и поддержания здорового образа жизни. Гармония изысканного дизайна и передовых технологий, сотканная в уникальном симбиозе для достижения высших пиков в управлении вашим здоровьем и физической формой.

AMOLED-дисплей 1,74 дюйма
1,74-дюймовый прямоугольный дисплей Xiaomi Band 8 Pro с частотой обновления до 60 Гц проникает в мир виртуальной реальности вашего здоровья, отображая 16,7 миллиона оттенков, которые словно пробуждают каждую клетку вашего тела к новому уровню понимания.

Металлический корпус
Металлический корпус Xiaomi Band 8 Pro нежно обвивает ваше запястье, придавая ему изысканную элегантность и выглядя так же стильно, как современные смарт-часы. Он создает невероятную гармонию между мощью передовой технологии и изысканным дизайном, приглашая вас на путешествие в мир функциональности и стиля.

150+ спортивных режимов
Спортивные режимы Xiaomi Band 8 Pro, как инструменты оркестра, позволяют вам выразить свою индивидуальность и стремление к здоровому образу жизни. Они согласованы с вашими устремлениями, создавая музыкальную палитру возможностей для достижения гармонии в физической форме.

Always-On-Display
Функция Always-On-Display приглашает вас в мир безграничных возможностей, где даже время идет по вашим правилам, а каждая секунда становится шедевром жизни. Подобно волшебному хронометру, Always-On-Display позволяет вам контролировать время и информацию, не прерывая своего ритма жизни. Теперь вы можете следить за временем, новостями или важными уведомлениями, не включая устройство.

GPS и ГЛОНАС
Модуль GPS предоставляет вам интеллектуальную карту вашей активности, отслеживая каждый шаг и путь, как дорогу к гармонии. С модулем GPS вы можете исследовать новые места, заниматься спортом на открытом воздухе или просто гулять в гармонии с природой, зная, что каждая тропинка и каждая дорога остаются в памяти вашего устройства.

24-часовой мониторинг здоровья
Используя пульсометр и датчик SpO2, вы можете принимать информированные решения о своей физической активности, диете и образе жизни. Эти интеллектуальные инструменты помогут вам следить за своим здоровьем, создавая гармонию между вашими физиологическими показателями и вашими целями для достижения оптимального благополучия.

Стандарт защиты 5ATM
Стандарт защиты 5ATM обеспечивает высокую степень защиты Xiaomi Mi Band 8 Pro от воды и пыли, позволяя использовать его в различных условиях с повышенной влажностью или даже под водой. Фитнес-браслет может выдержать плавание на небольшой глубине, принятие душа, мытье рук и другие повседневные ситуации, связанные с водой.`,
            quantity: 0,
            images: [
                'products/Household appliances/c/artel.jpeg',
                'products/Household appliances/c/artel1.jpeg',
            ],
            subcategory: '',
            characteristics: [
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
                { characteristic1: 'value1' },
            ],
        },
    ],
    'Climate controllers': [],
    Computers: [],
    'Sports and leisure': [],
    'Home and Office': [],
    'TV, video and audio': [],
    'For gamers': [],
    Furniture: [],
    Dishes: [],
    'Beauty and health': [],
    'For kids': [],
    'Clothes,shoes and accessoires': [],
    'Toys,gifts and accessoires': [],
    'Vehicle products': [],
    'stationery products': [],
};
export default products;
